testdata/IN_2023_02/Roundtrip/antrag/fondsaufteilung/20170109_fonds_top_stars_z_2023_02.xml_request_2023_02.xml

<?xml version="1.0" encoding="ISO-8859-1" standalone="no"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Header/>
  <SOAP-ENV:Body>
    <ns14:getQuote xmlns="http://www.bipro.net/namespace/basis" xmlns:ns10="http://www.bipro.net/namespace/fragen" xmlns:ns11="http://www.bipro.net/namespace/vertrag" xmlns:ns12="http://www.bipro.net/namespace/kapitalanlage/basis" xmlns:ns13="http://www.bipro.net/namespace/gevo" xmlns:ns14="http://www.bipro.net/namespace/versicherung/tarifierung" xmlns:ns2="http://www.bipro.net/namespace/allgemein" xmlns:ns3="http://www.bipro.net/namespace/versicherung/produktmodell/leben" xmlns:ns4="urn:de:vb:bipro:taa:leben:1.12" xmlns:ns5="http://www.bipro.net/namespace/produktmodell" xmlns:ns6="http://www.bipro.net/namespace/partner" xmlns:ns7="http://www.bipro.net/namespace/versicherung/produktmodell" xmlns:ns8="http://www.bipro.net/namespace/nachrichten" xmlns:xmime="http://www.w3.org/2005/05/xmlmime">
      <ns14:Request>
        <ns8:BiPROVersion>2.4.6.1.12</ns8:BiPROVersion>
        <ns14:Tarifierung>
          <ns13:Vermittler>
            <ns2:Vermittlernummer>111/036</ns2:Vermittlernummer>
          </ns13:Vermittler>
          <ns14:Partner xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="ns6:CT_Person">
            <ns6:PartnerID>1</ns6:PartnerID>
            <ns6:Geburtsdatum>1992-11-01</ns6:Geburtsdatum>
            <ns6:Geschlecht>1</ns6:Geschlecht>
          </ns14:Partner>
          <ns14:Versicherungsnehmer>
            <ns6:PartnerID>1</ns6:PartnerID>
          </ns14:Versicherungsnehmer>
          <ns14:Verkaufsprodukt>
            <Erweiterung xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="ns4:CT_VerkaufsproduktErweiterung">
              <ns4:OekoRenta>false</ns4:OekoRenta>
              <ns4:Transparente>false</ns4:Transparente>
            </Erweiterung>
            <ns5:Produkt xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="ns3:CT_Produkt">
              <Erweiterung xsi:type="ns4:CT_ProduktErweiterung">
                <ns4:Tarifgruppe>Normal</ns4:Tarifgruppe>
              </Erweiterung>
              <ns5:GewuenschteZahlungsweise>8</ns5:GewuenschteZahlungsweise>
              <ns5:Beitrag>
                <ns5:ArtID xmlns:ns16="http://www.bipro.net/namespace/datentypen" xsi:type="ns16:STE_BeitragBasis">01</ns5:ArtID>
                <ns5:Betrag>
                  <ns2:Betrag>100.0</ns2:Betrag>
                  <ns2:Waehrung>EUR</ns2:Waehrung>
                </ns5:Betrag>
                <ns5:Zahlungsweise>8</ns5:Zahlungsweise>
              </ns5:Beitrag>
              <ns5:Versicherungsdauer>
                <ns2:Beginn>2022-11-01T12:00</ns2:Beginn>
              </ns5:Versicherungsdauer>
              <ns5:Kennung>BFR</ns5:Kennung>
              <ns5:Elementarprodukt xsi:type="ns3:CT_Rente">
                <Erweiterung xsi:type="ns4:CT_RenteErweiterung">
                  <ns4:Sicherheitskonzept>false</ns4:Sicherheitskonzept>
                  <ns4:Ablaufmanagement>
                    <ns2:AnzahlJahre>5</ns2:AnzahlJahre>
                    <ns2:AnzahlMonate>0</ns2:AnzahlMonate>
                  </ns4:Ablaufmanagement>
                  <ns4:TodesfallleistungImBezug>IndividuelleGarantiezeit</ns4:TodesfallleistungImBezug>
                  <ns4:BasisrenteDaten>
                    <ns4:VorgabeartTodesfallsumme>Keine</ns4:VorgabeartTodesfallsumme>
                  </ns4:BasisrenteDaten>
                </Erweiterung>
                <ns5:Beitrag>
                  <ns5:Betrag>
                    <ns2:Betrag>100.0</ns2:Betrag>
                    <ns2:Waehrung>EUR</ns2:Waehrung>
                  </ns5:Betrag>
                  <ns5:Zahlungsweise>8</ns5:Zahlungsweise>
                </ns5:Beitrag>
                <ns5:Versicherungsdauer>
                  <ns2:AnzahlJahre>35</ns2:AnzahlJahre>
                </ns5:Versicherungsdauer>
                <ns5:Dynamik>
                  <Erweiterung xsi:type="ns4:CT_DynamikErweiterung">
                    <ns4:Art>TodesUndErlebensfall</ns4:Art>
                  </Erweiterung>
                  <ns5:ArtID xmlns:ns16="http://www.bipro.net/namespace/datentypen" xsi:type="ns16:STE_DynamikBasis">01</ns5:ArtID>
                  <ns5:Frequenz xmlns:ns16="http://www.bipro.net/namespace/datentypen" xsi:type="ns16:STE_FrequenzBasis">jaehrlich</ns5:Frequenz>
                  <ns5:Wert>3</ns5:Wert>
                  <ns5:KategorieID>Beitrag</ns5:KategorieID>
                </ns5:Dynamik>
                <ns7:VersicherungssummeOderLeistung>
                  <ns7:ArtID xmlns:ns16="http://www.bipro.net/namespace/datentypen" xsi:type="ns16:STE_VersicherungssummeOderLeistungBasis">GarantierteRente</ns7:ArtID>
                  <ns7:Wertschluessel xsi:type="ns4:STE_LeistungSchluesselErweitert">Klassisch</ns7:Wertschluessel>
                  <ns7:Werteinheit>20</ns7:Werteinheit>
                  <ns7:Waehrung>EUR</ns7:Waehrung>
                  <ns7:Auszahlungsweise>8</ns7:Auszahlungsweise>
                </ns7:VersicherungssummeOderLeistung>
                <ns7:FondsPortfolio>
                  <ns7:Portfoliobezeichnung xsi:type="ns4:STE_PortfoliobezeichnungErweitert">TOP_STARS_Z</ns7:Portfoliobezeichnung>
                  <ns7:Phase>Aufschubphase</ns7:Phase>
                  <ns7:FondsAnteil>
                    <ns12:ISIN>LU1191063038</ns12:ISIN>
                    <ns7:Garantiefonds>false</ns7:Garantiefonds>
                    <ns7:Prozentsatz>20</ns7:Prozentsatz>
                  </ns7:FondsAnteil>
                  <ns7:FondsAnteil>
                    <ns12:ISIN>LU0124662932</ns12:ISIN>
                    <ns7:Garantiefonds>false</ns7:Garantiefonds>
                    <ns7:Prozentsatz>20</ns7:Prozentsatz>
                  </ns7:FondsAnteil>
                  <ns7:FondsAnteil>
                    <ns12:ISIN>LU0360863863</ns12:ISIN>
                    <ns7:Garantiefonds>false</ns7:Garantiefonds>
                    <ns7:Prozentsatz>20</ns7:Prozentsatz>
                  </ns7:FondsAnteil>
                  <ns7:FondsAnteil>
                    <ns12:ISIN>DE0008476250</ns12:ISIN>
                    <ns7:Garantiefonds>false</ns7:Garantiefonds>
                    <ns7:Prozentsatz>20</ns7:Prozentsatz>
                  </ns7:FondsAnteil>
                  <ns7:FondsAnteil>
                    <ns12:ISIN>DE0009787069</ns12:ISIN>
                    <ns7:Garantiefonds>false</ns7:Garantiefonds>
                    <ns7:Prozentsatz>20</ns7:Prozentsatz>
                  </ns7:FondsAnteil>
                </ns7:FondsPortfolio>
                <ns3:Hochrechnungszins>6</ns3:Hochrechnungszins>
                <ns3:IstHauptversicherung>true</ns3:IstHauptversicherung>
                <ns3:UeberschussverwendungNachLeistung xmlns:ns16="http://www.bipro.net/namespace/datentypen" xsi:type="ns16:STE_UeberschussverwendungBasis">14</ns3:UeberschussverwendungNachLeistung>
                <ns3:UeberschussverwendungVorLeistung xmlns:ns16="http://www.bipro.net/namespace/datentypen" xsi:type="ns16:STE_UeberschussverwendungBasis">12</ns3:UeberschussverwendungVorLeistung>
                <ns3:VersichertePerson>
                  <ns6:PartnerID>1</ns6:PartnerID>
                </ns3:VersichertePerson>
                <ns3:BeitragsRueckgewaehrBeiAblauf>false</ns3:BeitragsRueckgewaehrBeiAblauf>
                <ns3:Ablaufmanagement>true</ns3:Ablaufmanagement>
                <ns3:Garantiezeit>
                  <ns2:AnzahlJahre>10</ns2:AnzahlJahre>
                  <ns2:AnzahlMonate>0</ns2:AnzahlMonate>
                </ns3:Garantiezeit>
              </ns5:Elementarprodukt>
              <ns3:VorgabeBerechnung>
                <ns3:ArtID xmlns:ns16="http://www.bipro.net/namespace/datentypen" xsi:type="ns16:STE_VorgabeBerechnungBasis">Bruttobeitrag</ns3:ArtID>
                <ns3:Kontext xmlns:ns16="http://www.bipro.net/namespace/datentypen" xsi:type="ns16:STE_VorgabeBerechnungKontextBasis">Produkt</ns3:Kontext>
              </ns3:VorgabeBerechnung>
            </ns5:Produkt>
          </ns14:Verkaufsprodukt>
        </ns14:Tarifierung>
      </ns14:Request>
    </ns14:getQuote>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>